import React from "react";
import "./Text.css";

function Text() {
    return (
        <div className="text-con-me"> 
            <span className="tether-me">تتر پول نقد دیجیتال شما</span>
            <span className="tether-text-me">
                تتر (Tether) یک رمزارز پایه ثابت با پشتوانه یک دلار آمریکا است.
                نماد انحصاری آن USDT و در ابتدا Realcoin نامیده می‌شد، با این
                حال، این علامت تجاری در سال 2014 تغییر نام یافت و در سال 2015
                فعالیت خود را با نام تتر آغاز کرد. این رمزارز پایدار به سرعت در
                حال رشد است و به یکی از محبوب‌ترین و شناخته شده‌ترین ارزهای
                دیجیتال در سال های اخیر تبدیل شده است. ارزش این ارز به دلیل
                داشتن پشتوانه دلار آمریکا ثابت است و همواره یک دلار خواهد بود.
                بنابراین تتر یک نوع پول نقد دیجیتال است که به علت پشتوانه دلاری
                آن گزینه‌ی مناسبی برای انجام معاملات است.
            </span>
        </div>
    );
}

export default Text;
